Repository: MatthiasValvekens/django-double-entry
Catalog: double_entry/locale/*/LC_MESSAGES/django.po
Languages: nl_be

source: Double-entry accounting & GnuCash integration
nl_be: Dubbel boekhouden & GnuCash-integratie

source: Splits sum to %(split_total)s. The maximal total for this object is %(max_total)s.
nl_be: Splits sommeren tot %(split_total)s. Het maximale totaal voor dit object is %(max_total)s.

source: Payment amount %(amount)s is negative.
nl_be: Betalingsbedrag %(amount)s is negatief.

source: Transaction account %(account)s unknown. Skipped processing.
nl_be: Transactieaccount %(account)s onbekend. Verwerking overgeslagen.

source: Designation %(account)s could refer to multiple accounts. Skipped processing.
nl_be: Verwijzing %(account)s kan naar verscheidene accounts verwijzen. Verwerking overgeslagen.

source: Designation %(account)s could not be parsed. Skipped processing.
nl_be: Verwijzing %(account)s kon niet gelezen worden. Verwerking overgeslagen.

source: Received %(total_credit)s, but only %(total_used)s can be applied to outstanding debts. Payment(s) dated %(payment_dates)s have outstanding balances.
nl_be: %(total_credit)s ontvangen, maar slechts %(total_used)s kan toegepast worden op openstaande schulden. Betaling(en) gedateerd op %(payment_dates)s hebben nog openstaand krediet.

source: Refunds will be automatically created to compensate for the difference in funds. Please process these at your earliest convenience.
nl_be: Terugbetalingen zullen automatisch aangemaakt worden om te compenseren voor het verschil in fondsen. Verwerk deze zo snel mogelijk.

source: Please resolve this issue manually.
nl_be: Gelieve dit probleem manueel op te lossen.

source: Missing column: %(col)s. No data processed.
nl_be: Ontbrekende kolom: %(col)s. Geen data verwerkt.

source: Invalid amount %(amt)s
nl_be: Ongeldig bedrag %(amt)s

source: Invalid date %(date)s, please use dd/mm/YYYY.
nl_be: Ongeldige datum %(date)s, gelieve dd/mm/YYYY te gebruiken.

source: Fortis .csv parser
nl_be: .csv-parser voor Fortis

source: Illegal OGM string %(ogm)s.
nl_be: Ongeldig geformatteerde gestructureerde mededeling: %(ogm)s.

source: KBC .csv parser
nl_be: .csv-parser voor KBC

source: A bank transfer payment by %(account)s for amount %(amount)s on date %(date)s appears %(hist)d time(s) in history, and %(import)d time(s) in the current batch of data. Resolution: %(dupcount)d ruled as duplicate(s).
nl_be: Een overschrijving door %(account)s van %(amount)s op datum %(date)s komt %(hist)d keer voor in de geschiedenis, en %(import)d keer in de huidige gegevensbatch. Beslissing: %(dupcount)d exemplaren als duplicaat behandeld.

source: A bank transfer payment by %(account)s for amount %(amount)s on date %(date)s already appears in the payment history. Resolution: likely duplicate, skipped processing.
nl_be: Een overschrijving door %(account)s van %(amount)s op datum %(date)s komt al voor in de betalingsgeschiedenis. Beslissing: waarschijnlijk duplicaat, overgeslagen.

source: Uploaded .csv file too large (> 1 MiB).
nl_be: Geüpload .csv-bestand te groot (> 1 MiB).

source: Please upload a .csv file.
nl_be: Gelieve een .csv-bestand te uploaden.

source: GnuCash category name
nl_be: GnuCash-categorienaam

source: GnuCash category
nl_be: GnuCash-categorie

source: GnuCash categories
nl_be: GnuCash-categorieën

# accounting
source: Amount should be strictly greater than zero.
nl_be: Bedrag moet strikt groter dan nul zijn.

source: This account does not have enough unmatched balance to apply the requested split: unmatched balance is %(balance)s, but attempted to match %(amount)s.
nl_be: Het ongematchte saldo van deze account is te laag om de gevraagde split toe te passen: ongematcht saldo bedraagt %(balance)s, maar split vereist %(amount)s.

# accounting
source: transaction timestamp
nl_be: transactietimestamp

# accounting
source: processing timestamp
nl_be: verwerkingstimestamp

source: total amount
nl_be: totaalbedrag

source: Ledger entry amount is negative: %(amount)s
nl_be: Bedrag van grootboekitem is negatief: %(amount)s

source: Refund/unmanaged
nl_be: Terugbetaling/niet-gemanaged

source: Flag indicating whether this debt record represents an overpayment refund or an unmanaged debt, rather than an actual debt record.
nl_be: Vlag die aangeeft of dit schuldenobject een terugbetaling of niet-gemanagede schuld beschrijft, in tegenstelling tot een echte schuld.

source: amount
nl_be: bedrag

source: Split amount is negative: %(amount)s
nl_be: Splitbedrag is negatief: %(amount)s

source: Payment cannot be applied to future debt. Payment is dated %(payment_ts)s, while debt is dated %(debt_ts)s.
nl_be: Betaling kan niet gekoppeld worden aan toekomstige schuld. Betaling is gedateerd op %(payment_ts)s, terwijl de schuld is gedateerd op %(debt_ts)s.

source: hidden token
nl_be: verborgen token

source: Hidden unchanging token, for use in low-security cryptographic operations. In principle never displayed to any users.
nl_be: Verborgen permanent token, voor gebruik in cryptografische operaties met lage veiligheidseisen. Wordt in principe nooit getoond aan gebruikers.

source: Malformed OGM: %(ogm)s
nl_be: Ongeldige OGM: %(ogm)s

source: OGM %(ogm)s failed modulus check; expected %(modulus)s
nl_be: OGM %(ogm)s heeft niet de juiste modulus; verwachtte %(modulus)s
